Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: - Ellen can' t come!
ru: - Элен не придёт!

source: - I' m so sorry!
ru: - Прости!

source: I' m sorry!
ru: Прости!

source: - (sobs)
ru: Я стараюсь!

source: So, Leonard Shelby from the insurance company gives her the seed of doubt.
ru: Итак, Леонард Шелби из страховой компании посадил в её душе зерно сомнения.

source: Just like he gave it to the doctors.
ru: Как и в душах докторов.

source: But I never said that he was faking.
ru: Но я никогда не говорил, что он притворяется.

source: I never said that.
ru: Никогда.

source: Hm.
ru: Хм.

source: I don' t feel drunk.
ru: Вроде не чувствую себя пьяным.

source: - Oh, shit!
ru: Уборка комнат.

source: - Not right now!
ru: - Не сейчас!

source: - Oh, I' m sorry.
ru: - О, простите.

source: Dodd.
ru: Додд.

source: Put him onto Teddy orjust get rid of him for Natalie.
ru: Натали.

source: Get rid of him.
ru: Избавься от него.

source: Ask Natalie.
ru: Спроси у Натали.

source: (dialling tone)
ru: Тедди, Тедди.

source: Yeah, leave your number, you know what to do.
ru: Говорите после гудка.

source: - (beep) - Yeah.
ru: Алло.

source: This is a message for Teddy.
ru: Сообщение для Тедди.

source: I' m at the Mount Crest lnn on Fifth Street, room six.
ru: Я в мотеле "Вершина скалы" на Пятой Улице, комната 6.

source: I need you to come over as soon as you get this.
ru: Приезжай как можно скорее.

source: It' s important.
ru: Это важно.

source: Mrs Jankis didn' t understand that you can' t bully someone into remembering.
ru: Миссис Дженкис не понимала, что нельзя силой заставить помнить...

source: Ah.
ru: Что чем сильнее давление, тем только хуже.

source: Well, then, call me back?
ru: Перезвоните?

source: Oh, I' m chasing this guy.
ru: Так, что я сейчас делаю?

source: He' s chasing me.
ru: Это он преследует меня.

source: Ah!
ru: А!

source: Dodd, white guy, Mount Crest lnn on Fifth Street.
ru: Додд, белый парень, мотель "Вершина скалы" на Пятой Улице.

source: I' il get thejump on you, you fucker.
ru: Я до тебя доберусь, ублюдок.

source: Oh, fuck!
ru: О, чёрт!

source: I need a weapon.
ru: Мне нужно какое- нибудь оружие.

source: This' il do.
ru: Вот это сойдёт.

source: Do I know this guy?
ru: Я знаю этого парня?

source: - (car horn) - He seems to know me.
ru: Кажется, он меня знает.

source: - (tyres squeal)
ru: Что за чёрт?

source: - I like your car.
ru: - Классная тачка.

source: - Where' d you get it?
ru: - Где ты её взял?

source: - Are you interested in buying one?
ru: - Хочешь купить, что- ли?

source: What, I haven' t made a strong enough impression on you?
ru: Я что, недостаточно ясно выражаюсь?

source: - (taps on window)
ru: Я и сам не смог бы яснее.

source: So what am I doing?
ru: Так, что я сейчас делаю?

source: Cut it out.
ru: Прекрати.

source: - How can you read that again?
ru: - Как можешь ты опять это читать?

source: - It' s good.
ru: - Хорошая книга.

source: - You' ve read it, like, a thousand times.
ru: - Ты уже тысячу раз её читала.

source: - I enjoy it.
ru: - Мне нравится.

source: I thought the pleasure of a book was in wanting to know what happens next.
ru: Я думал, удовольствие от чтения книг в том, что заранее не знаешь сюжета.

source: Don' t be a prick.
ru: Не будь занудой.

source: I' m not reading it to annoy you.
ru: Я читаю не назло тебе.

source: I enjoy it.
ru: Просто мне нравится эта книга.

source: Just let me read.
ru: Не мешай.

source: Probably tried this before.
ru: Наверное, я и раньше это делал.

source: Probably burned truckloads ofyour stuff.
ru: Уже уйму твоих вещей сжёг, наверное.

source: Can' t remember to forget you.
ru: Не помню, чтобы я забыл тебя.

source: Uh- huh.
ru: Да.

source: Well, sir, that' d certainly be in keeping with some of my own discoveries.
ru: Это полностью совпадает с моими выводами.

source: Will you hang on a sec?
ru: Я так и думал, что это связано с наркотиками.

source: The police report mentioned the drugs found in the car outside my house.
ru: В полицейском отчёте упоминается, что в машине рядом с моим домом были найдены наркотики.

source: The car was stolen.
ru: Машина была угнана.

source: His prints were all over it.
ru: И в той машине повсюду были его отпечатки.

source: I got friends in the department.
ru: У меня был друг в полицейском участке.

source: They gave me a copy.
ru: Он сделал мне копию дела.

source: I dealt with the police a lot in my insurance job.
ru: Я часто имел дело с полицией, когда работал в страховой компании.

source: With my condition it' s really tough.
ru: В моём состоянии это затруднительно.

source: I can' t keep it all in mind at once.
ru: Я не могу удержать в памяти всё сразу.

source: I have to summarise the sections.
ru: Я могу только обобщать детали.

source: There are pages missing.
ru: И ещё, тут нет некоторых страниц.

source: I guess I' ve been trying to log them all.
ru: Я ведь их все пронумеровал.

source: I don' t know why these are crossed out.
ru: Не знаю, почему они все перепутаны.

source: They weren' t even looking for John G.
ru: Они даже не искали этого Джона Г.

source: (door slams)
ru: В его машине нашли столько улик...... его просто не могли не поймать.

source: Honey, it' s late.
ru: Дорогая?

source: (muffled cry)
ru: Всё в порядке?

source: - (muffled gasp) - You OK in there?
ru: Как ты там?

source: (laughs softly)
ru: Тебе понравилось?

source: Was I supposed to lock the door?
ru: Мне нужно было запереть дверь?

source: (softly) No.
ru: Нет.

source: I' d like you to leave now.
ru: Я хочу, чтобы ты ушла.

source: There' s something about the drugs stashed in the car that doesn' t ring true.
ru: Что- то не так с этими наркотиками, спрятанными в машине.

source: It' s bullshit.
ru: Полиция утверждает, что у него была ломка и ему нужны были деньги.

source: He' s not gonna go breaking into places while he' s still got a stash that big.
ru: Он бы не стал вламываться в чужой дом, если бы у него была припрятана доза.

source: Or planted it there.
ru: Ну, я думаю, Джон Г оставил их там.

source: Oh, shit, that' s true.
ru: Откуда вы знаете?

source: It fits.
ru: Всё сходится.

source: So he' s a dealer.
ru: Значит, он был наркоторговцем.

source: Hang on a sec.
ru: Подождите минутку.

source: Now we' re getting somewhere.
ru: Ну вот, кое- что проясняется.

source: Yeah, OK.
ru: Да, хорошо.

source: Blonde' s fine.
ru: Блондинка подойдёт.

source: Well, that' s what they say.
ru: Как говорится, с пивом потянет.

source: Leonard.
ru: Леонард.

source: Well, what then?
ru: Ну, и что потом?

source: We just go to bed.
ru: Мы ляжем спать.

source: You wait for me to fall asleep.
ru: Ты подождёшь, пока я усну.

source: You go into the bathroom and slam the door.
ru: Пойдёшь в ванную и захлопнешь дверь.

source: Loud enough to wake me up.
ru: Достаточно громко, чтобы я проснулся.

source: - That' s it.
ru: - И всё?

source: Ah...
ru: - Всё.

source: Yeah, first I just need you to put these things around the room.
ru: Да, сначала разложи эти вещи где- нибудь в номере.

source: Pretend they' re your things and this is your bedroom.
ru: Представь, что это твои вещи и твоя спальня.

source: - Should I wear it?
ru: Мне это надеть?

source: Uh, just like you took it off.
ru: Нет, представь, что ты только что сняла его.

source: I just mean put them around the room, as if they were your... your things.
ru: Просто разложи их по комнате, как будто это... твои вещи.

source: Whatever gets you off.
ru: Как скажешь.

source: I can' t blame the cops for not taking me seriously.
ru: Я не виню полицейских за то, что они не воспринимают меня серьёзно.

source: This is a difficult condition to understand.
ru: Действительно, довольно трудно это осознать.

source: Look at Sammy Jankis.
ru: Вспомните Сэмми.

source: His own wife couldn' t deal with it.
ru: Его собственная жена не смогла смириться с его состоянием.

source: I told you how she tried to get him to snap out of it.
ru: Я вам рассказывал, как она пыталась оспорить моё решение?

source: I found out all kinds of shit.
ru: Она пришла ко мне в офис, и вывалила на меня всю эту кучу дерьма.

source: How she treated him.
ru: Она рассказывала мне, как она жила с Сэмми, как лечила его.

source: She' d get Sammy to hide food around the house,..... then she' d stop feeding him to see if his hunger would make him remember.
ru: Как она прятала еду где- то в доме, и морила его голодом, чтобы голод напомнил ему, где лежит еда.

source: She wasn' t a cruel person.
ru: Она не была жестокой.

source: Shejust wanted her old Sammy back.
ru: Она просто хотела вернуть своего Сэмми.

source: You know all about Sammy and you' ve decided he' s faking.
ru: Вы же всё знали про Сэмми, и вы приняли решение, что он притворяется.

source: The company' s position isn' t that Sammy' s faking anything,..... just that his condition can' t be shown to be...
ru: Это решение компании, и оно состоит не в том, что он претворяется...... просто его состояние не может быть классифицировано как...

source: I just want to know your honest opinion about Sammy.
ru: Я всего лишь хочу знать ваше личное мнение относительно Сэмми.

source: We shouldn' t be talking like this while the case is still open to appeal.
ru: Я не должен обсуждать это дело, пока оно находится на апелляции.

source: - I' m not appealing the decision.
ru: - Я не требую вашего решения.

source: - Then why are you here?
ru: - Так зачем же вы пришли?

source: Try to understand, when I look at Sammy, I don' t see some... vegetable.
ru: Глядя на Сэмми, я вижу не какого- нибудь... психа.

source: I see my same old Sammy.
ru: Я вижу моего старого доброго Сэмми.

source: What do you think that' s like for me,..... to suspect that he might be imagining this whole problem?
ru: Вы думаете, для меня это легко...... всё время думать и гадать, притворяется он или нет?

source: That if I just could say the right thing,..... he' d snap out of it and go back to being normal.
ru: Сможет ли он, в конце концов, каким- либо образом...... избавиться от этого и снова стать нормальным человеком?

source: lf I...
ru: Если бы я...

source: lf I knew that my old Sammy were truly gone,..... then I could say goodbye and start loving this new Sammy.
ru: Если бы я точно знала, что моего старого Сэмми больше не вернуть, я бы сказала ему "прощай" и начала любить этого нового Сэмми.

source: As long as I have doubt I can' t say goodbye and move on.
ru: Но пока у меня имеется хоть тень сомнения, я не могу так поступить.

source: What do you want from me?
ru: Что вы хотите от меня?

source: I want you to forget the company you work for for thirty seconds..... and tell me if you really believe that Sammy' s faking his condition.
ru: Я хочу, чтобы вы всего на полминуты забыли об интересах вашей компании, и сказали мне, что вы действительно верите, что Сэмми притворяется.

source: I need to know..... what you honestly believe.
ru: Я должна знать...... ваше мнение как эксперта.

source: I believe that Sammy should be physically capable of making new memories.
ru: Я уверен, что физиологически Сэмми способен иметь память.

source: I thought I' d helped her.
ru: Мне казалось, что я помог ей.

source: I didn' t think it was important what it was.
ru: Мне казалось, ей просто нужен был ответ, неважно какой.

source: Just that she had one to believe.
ru: Просто что- нибудь, во что она могла бы верить.

source: - A car this nice you should lock.
ru: - Тебе не мешало бы запирать машину.

source: - Who the fuck are you?
ru: - Ты кто такой?

source: - Teddy, your buddy.
ru: - Тедди, твой приятель.

source: - Prove it!
ru: - Докажи!

source: Remember Sammy?
ru: Сэмми!

source: You told me about Sammy!
ru: Помнишь про Сэмми?

source: - Jeez!
ru: - Боже!

source: - What the fuck are you doing in my car?
ru: - Какого чёрта ты делаешь в моей машине?

source: What, your sense of humour went with the memory?
ru: Ты что, чувство юмора вместе с памятью потерял?

source: Do you know why you' re here?
ru: Знаешь, для чего ты здесь?

source: - Unfinished business.
ru: - Мне кое- какие дела нужно закончить.

source: - Lenny,..... let me inform you, your business here is very much finished.
ru: - Ленни...... позволь тебе напомнить, твои дела здесь давно закончены.

source: - You' re still here because of Natalie.
ru: - Ты до сих пор здесь из- за Натали.

source: - Who' s Natalie?
ru: - Кто такая Натали?

source: Schmuck!
ru: Твою мать!

source: Whose house do you think you just walked out of?
ru: Ты только что от неё вышел!

source: That' s right, take a look at your pictures.
ru: Правильно, погляди на свои карточки.

source: I bet you got one of her.
ru: Наверняка она будет на одной из них.

source: Oh, nice shot, Leibovitz (!)
ru: О, чудесный снимок, прямо Лейбович!

source: You' il want to make a note.
ru: Запиши.

source: You can' t trust her.
ru: Тебе нельзя доверять ей.

source: Why' s that?
ru: Почему это?

source: Because by now she' s taken a look at the suit and the car..... and she' s figuring out ways of turning the situation to her advantage.
ru: Потому что она посмотрела на твой костюм, на машину...... и уже раздумывает, как повернуть ситуацию в свою пользу.

source: She' s already got you staying with her, for Christ sakes.
ru: Да она тебя уже в постель затащила.

source: You can' t go back there.
ru: Лучше держись от неё подальше!

source: Let me give you the name of a motel.
ru: Сейчас я дам тебе название мотеля.

source: You' re lucky I ran into you.
ru: Тебе повезло, что ты встретил меня.

source: That broad' s bad news.
ru: Эта баба - просто чума.

source: - What do you mean, "bad news"?
ru: - Почему?

source: - She' s involved with drugs.
ru: - Она связана с наркобизнесом.

source: See these?
ru: Видишь?

source: This is the bar where she works.
ru: Это бар, в котором она работает.

source: Her boyfriend' s a drug dealer.
ru: Её приятель - наркоторговец.

source: She takes orders for him, arranges meets.
ru: Она принимает для него заказы, организовывает встречи.

source: He writes messages on the back of these,..... then she slips him the answers when she serves him his drinks.
ru: Он пишет записки на обороте, вот здесь...... а она приносит ему ответы на таких же, вместе с выпивкой.

source: - Why should I care?
ru: - Какое мне дело до всего этого?

source: - Because when she gets jammed up,..... she' s gonna use you to protect herself.
ru: - Потому что в случае чего...... она не задумываясь использует тебя для своей защиты.

source: From who?
ru: От кого?

source: Guys are gonna wanna know what happened to her boyfriend.
ru: Им захочется узнать, что случилось с этим парнем.

source: Guys are gonna come after her.
ru: И они придут к ней.

source: Somebody' s got to pay, Lenny.
ru: Кому- то придётся платить, Ленни.

source: Somebody always pays.
ru: Кому- то всегда приходится платить.

source: Maybe she' il make it you.
ru: Видимо, она хочет, чтобы это был ты.

source: Oh, yeah?
ru: Правда?

source: Well, maybe she' il make it you. ls that it?
ru: А может быть она хочет защититься от тебя?

source: You worried that she' s gonna use me against you?
ru: Ты боишься, что она использует меня против тебя?

source: Because she doesn' t know who I am.
ru: Потому что она не знает, кто я.

source: - Why are you following me?
ru: - Почему ты преследуешь меня?

source: - Maybe I wanna help.
ru: - Я хочу тебе помочь.

source: She doesn' t know anything about your investigation.
ru: Она ничего не знает о твоём расследовании.

source: OK, Einstein?
ru: Так ведь, Эйнштейн?

source: So write this down.
ru: Так что запиши.

source: When she offers to help, it' il be for her own reasons.
ru: Если она предлагает помощь, она делает это для своей выгоды.

source: I' m not lying.
ru: Я не вру.

source: Take my pen, write this down.
ru: Возьми ручку и запиши это.

source: Do not trust her.
ru: Запиши: не верить ей.

source: You happy now?
ru: Успокоился?

source: - I won' t be happy until you leave town.
ru: Я не успокоюсь, пока ты не уедешь из города.

source: You ever wonder how long you can hang around here...
ru: Ну сколько уже можно здесь торчать?

source: -.. before people start asking questions?
ru: Пока кое- кто не начнёт задавать вопросы?

source: - What sort of questions?
ru: Какие вопросы?

source: The same questions you should be asking yourself.
ru: Такие же вопросы, которые ты должен задать самому себе.

source: - Like what?
ru: - Какие например?

source: - Like how did you get this suit, the car?
ru: - Откуда у тебя этот костюм, эта машина?

source: - I have money.
ru: - У меня есть деньги.

source: - From what?
ru: - Откуда?

source: I used to work in insurance.
ru: Из- за смерти моей жены.

source: We were well covered.
ru: Я получил неплохую страховку.

source: So in your grief you wandered into a Jaguar dealership?
ru: Так вот с какой радости ты сидишь в этом роскошном "Ягуаре"!

source: You don' t have a clue, do you?
ru: Ты понятия не имеешь, правда?

source: You don' t even know who you are.
ru: Ты даже не знаешь, кто ты такой.

source: I don' t have amnesia.
ru: Я же говорил, у меня не амнезия.

source: I remember everything right up until the incident.
ru: Я помню всё вплоть до травмы.

source: I am Leonard Shelby, I am from San Francisco...
ru: Я Леонард Шелби, из Сан- Франциско...

source: That' s who you were.
ru: Так это кем ты был.

source: You do not know who you are.
ru: А кто ты теперь - ты не знаешь.

source: What you' ve become since..... the incident.
ru: Кем, или чем ты стал после..... после травмы.

source: You wander around playing detective.
ru: Ты шныряешь в округе, играя в детектива.

source: You don' t even know how long ago it was.
ru: Ты даже не знаешь, как долго это делаешь.

source: Let me put it this way.
ru: Подумай сам.

source: Were you wearing designer suits when you sold insurance?
ru: Ты носил эксклюзивные костюмы, когда продавал страховки?

source: - I didn' t sell insurance, I investigated it.
ru: Я расследовал.

source: - Right, right.
ru: Ладно, ладно.

source: You' re an investigator.
ru: Ты был страховым следователем.

source: - Maybe you should investigate yourself.
ru: - Может, тебе сначала расследовать себя?

source: - Oh, thank you for the advice.
ru: - О, спасибо за совет.

source: Look, do me a favour, don' t go back in there.
ru: Да, и сделай мне одолжение, не езди больше туда.

source: Will you take the motel out of town?
ru: Выбери мотель где- нибудь за городом.

source: It' s been fun, Lenny.
ru: Было приятно пообщаться, Ленни.

source: I need my own place.
ru: К чёрту всё.

source: (starts engine)
ru: Поеду к себе.

source: She shouldn' t have given me that responsibility.
ru: Она не должна была возлагать на меня такую ответственность.

source: I' m a claims investigator, not a doctor.
ru: Я ведь не доктор, а всего лишь страховой следователь.

source: Yeah, yeah, I guess.
ru: Да, полагаю, да.

source: I' ve got all sorts of other considerations.
ru: Я принимал во внимание и все остальные соображения.

source: Legal responsibility, large financ...
ru: Уголовную ответственность, большие финансовые...

source: Write this down.
ru: Записать.

source: Write down what happened.
ru: Записать всё, что произошло.

source: Write it down.
ru: Записать.

source: Keep it in mind.
ru: Надо сконцентрироваться.

source: Find a p...
ru: Не забыть.

source: - What happened?
ru: - Что случилось?

source: - He beat the shit out of me.
ru: Он избил меня.

source: Fuck, Leonard, Dodd!
ru: Чёрт, Леонард, конечно Додд!

source: Dodd beat the shit out of me.
ru: Додд избил меня.

source: Because of you!
ru: Из- за тебя!

source: Because I did what you told me to do, reason with him,...
ru: Из- за того, что ты сказал мне сделать, убедить его...... сказать ему про Тедди.

source: Great idea!
ru: Отличная мысль!

source: - Calm down.
ru: Успокойся.

source: Calm down, take it easy.
ru: Успокойся, всё хорошо.

source: You' re safe.
ru: Всё в порядке.

source: Just sit down.
ru: Ну, садись.

source: You' re OK.
ru: Всё в порядке.

source: I' il just get some ice for your face.
ru: Я принесу льда.

source: I did exactly what you told me to do.
ru: Я сделала всё точно, как ты сказал.

source: I went to Dodd..... and I told him that I didn' t have any of Jimmy' s money,..... or the drugs.
ru: Я приехала к Додду...... и сказала ему, что у меня нет ни денег Джимми...... ни наркотиков.

source: And that this Teddy must have taken everything.
ru: И что это, должно быть, Тедди забрал и то и другое.

source: And what did he say?
ru: И что он сказал?

source: He didn' t believe me.
ru: Он не поверил мне.

source: He said if I don' t have the drugs by tomorrow, he' s gonna kill me.
ru: Он сказал, что если наркотиков не будет до завтра, он убьёт меня.

source: And then he just... he just started hitting me.
ru: А потом он просто... начал бить меня.

source: - I' il go see him.
ru: - Я еду к нему.

source: I' il give him some bruises of his own and tell him to look for a guy called Teddy.
ru: Я сам набью ему морду и скажу, чтобы поискал парня по имени Тедди.

source: Oh, he' il kill you, Lenny.
ru: Он убьёт тебя, Ленни.

source: Yeah, I hated it.
ru: Да, я и ненавидел это.

source: Oh, this guy is so dangerous.
ru: О, этот парень так опасен.

source: Let' s just think of something else, OK?
ru: Давай сменим тему, ладно?

source: You just tell me what he looks like.
ru: Ты только скажи, как он выглядит.

source: And where I can find him.
ru: И где его найти.

source: Have you got a pen?
ru: У тебя есть ручка?

source: ln my purse.
ru: У меня в сумочке.

source: He' il, um,... he' il probably find you.
ru: Он, наверное, найдёт тебя сам.

source: I told him about your car.
ru: Я ему рассказала про твою машину.

source: He was beating the shit out of me, I had to tell him something.
ru: Он чуть душу из меня не вышиб, должна же я была ему что- то сказать.

source: Just write it all down.
ru: Запиши всё здесь.

source: Be careful.
ru: Будь осторожен.

source: Front desk?
ru: Портье?

source: Burt, right.
ru: Да, Берт.

source: This is Mr Shelby in room 21.
ru: Это Шелби из номера 21.

source: Yeah, that' s it, I don' t want any calls.
ru: Не соединяй меня ни с кем.

source: No, none at all.
ru: Вообще ни с кем.

source: - What' s wrong?
ru: - Что случилось?

source: - Somebody' s come already.
ru: - Он уже приехал.

source: - Calls himself Dodd.
ru: - Он называет себя Додд.

source: What does he want?
ru: Что он хочет?

source: Wants to know what happened to Jimmy and his money.
ru: Он хочет знать, что случилось с Джимми и его деньгами.

source: He thinks I took it.
ru: Он думает, я взяла их.

source: Did you?
ru: А ты их взяла?

source: - What' s this all about?
ru: Нет.

source: - You don' t have a fucking clue, do you?
ru: Ты не имеешь ни малейшего представления?

source: You' re just blissfully ignorant, aren' t you?
ru: Ты у нас в блаженном неведении, правда?

source: - Look, I have this condition.
ru: Послушай, у меня заболевание...

source: - I know all about your fucking condition!
ru: Я всё знаю о твоём чёртовом заболевании!

source: I probably know more about it than you, you don' t have a clue about anything else.
ru: Я, наверное, больше тебя о нём знаю, а ты вообще больше ни о чём не знаешь.

source: - Jimmy went to meet a guy named Teddy.
ru: Джимми поехал на встречу с парнем по имени Тедди.

source: He took a lot of money with him and never came back.
ru: Он взял с собой кучу денег и не вернулся обратно.

source: Jimmy' s partners think I set him up.
ru: Партнёры Джимми думают, что я его подставила.

source: I don' t know if you know this Teddy.
ru: Я не знаю этого Тедди, а ты?

source: - Neither do l.
ru: - И я не знаю.

source: - Don' t protect him!
ru: - Не защищай его!

source: Help me.
ru: Помоги мне.

source: - How?
ru: - Как?

source: - Get rid of Dodd for me.
ru: - Избавь меня от Додда.

source: - Kill him.
ru: - Убей его.

source: I' il pay you.
ru: Я тебе заплачу.
